Repository: biglinux/bigbashview
Catalog: bigbashview/locale/*.po
Languages: bg, cs, da, de, el, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, pl, ro, ru, sk, sv, tr, uk, zh

source: Information
el: Πληροφορία
et: Informatsioon
fi: Informaatio
he: מידע
hr: Informacija
hu: Információ
is: Upplýsingar
it: Informazione
ko: 정보
nl: Informatie
pl: Informacja
ro: Informație
ru: Информация
tr: Bilgi
uk: Інформація

source: License:
da: Licens:
de: Lizenz:
el: Άδεια:
et: Litsents:
fi: Lisenssi:
fr: Licence:
he: רשיון:
hr: Dozvola:
hu: Licenc:
is: Leyfi:
it: Licenza:
ko: 면허:
nl: Licentie:
pl: Licencja:
ro: Licență:
ru: Лицензия:
sv: Licens:
tr: Lisans:
uk: Ліцензія:

source: Created by:
da: Oprettet af:
de: Erstellt von:
el: Δημιουργήθηκε από:
et: Looja:
fi: Tekijä:
fr: Créé par:
he: נוצר על ידי:
hr: Stvorio:
hu: Létrehozta:
is: Búið til af:
it: Creato da:
ko: 에 의해 만든:
nl: Gecreëerd door:
pl: Utworzona przez:
ro: Creat de:
ru: Создание сайта:
sv: Skapad av:
tr: Tarafından yaratılmıştır:
uk: Створення сайту:

source: Date:
da: Dato:
de: Datum:
el: Ημερομηνία:
et: Kuupäev:
fi: Päivämäärä:
he: תמר:
hr: Datum:
hu: Dátum:
is: Dagsetning:
it: Dattero:
ko: 날짜:
nl: Datum:
pl: Data:
ro: Dată:
ru: Дата:
sv: Datum:
tr: Tarih:
uk: Дата:

source: Code URL:
da: Kode URL:
el: Διεύθυνση URL κώδικα:
et: Koodi URL:
fi: Koodin URL-osoite:
fr: URL du code :
he: כתובת URL של קוד:
hr: URL koda:
hu: Kód URL-címe:
is: Vefslóð:
it: URL del codice:
ko: 코드 URL:
pl: Adres URL kodu:
ro: URL-ul codului:
ru: URL-адрес кода:
sv: Kod-URL:
tr: Kod URL'si:
uk: URL-адреса коду:

source: Project URL:
da: URL-adresse til projektet:
de: Projekt-URL:
el: Διεύθυνση URL έργου:
et: Projekti URL:
fi: Projektin URL-osoite:
fr: URL du projet :
he: כתובת האתר של הפרויקט:
hr: URL projekta:
hu: Projekt URL-címe:
is: Vefslóð verkefnis:
it: URL del progetto:
ko: 프로젝트 URL:
nl: Url van het project:
pl: Adres URL projektu:
ro: ADRESA URL a proiectului:
ru: URL проекта:
sv: Projektets URL:
tr: Proje URL'si:
uk: URL-адреса проекту:

source: Voltar
bg: Върни се
cs: Vrať se
da: Kom tilbage
de: Komm zurück
el: Έλα πίσω
et: Tule tagasi
fi: Tule takaisin
fr: Reviens
he: תחזור
hr: Vrati se
hu: Gyere vissza
is: Komdu aftur
it: Torna qui
ja: 戻ってきます
ko: 돌아와요
nl: Kom terug
pl: Wracaj
ro: Întoarce-te
ru: Вернись
sk: Poď späť
sv: Kom tillbaka
tr: Gene gel
uk: Повернутися
zh: 回来

source: Avançar
bg: Аванс
cs: Záloha
da: Forskud
de: Vorrücken
el: Προκαταβάλλω
et: Ette
fi: Ennakko
fr: Avance
he: התקדם
hr: Predujam
hu: Előleg
is: Fyrirfram
it: Avanzare
ja: 前進
ko: 전진
nl: Voorschot
pl: Zaliczka
ro: Avans
ru: Аванс
sk: Záloha
sv: Förskott
tr: İlerlemek
uk: Аванс
zh: 进展

source: Recarregar
bg: Презареди
cs: Dobít
da: Genindlæse
de: Nachladen
el: Φορτώσετε εκ νέου
et: Reload
fi: Ladata uudelleen
fr: Recharger
he: טען מחדש
hr: Ponovno učitati
hu: Újratöltés
is: Endurhlaða
it: Ricaricare
ja: 積み直す
ko: 새로고침
nl: Herladen
pl: Przeładować
ro: Reîncărca
ru: Перезаряжать
sk: Reload
sv: Reload
tr: Yeni -den yükle
uk: Перезавантажити
zh: 重新加载

source: Copiar
bg: Копирам
cs: Kopírovat
da: Eksemplar
de: Kopieren
el: Αντίγραφο
et: Koopia
fi: Kopioida
fr: Copier
hr: Kopija
hu: Másolat
is: Afrit
it: Copiare
ja: 写し
ko: 복사
nl: Kopiëren
pl: Kopiować
ro: Copie
ru: Копировать
sk: Kopírovať
sv: Kopia
tr: Kopya etmek
uk: Копіювати
zh: 复制

source: Recortar
bg: Режа
cs: Řezat
da: Skære
de: Schneiden
el: Κόβω
et: Lõigata
fi: Leikata
fr: Couper
hr: Rezati
hu: Vág
is: Skera
it: Tagliare
ja: 切る
ko: 삭감
nl: Snijden
pl: Ciąć
ro: Tăia
ru: Резать
sk: Rezať
sv: Skära
tr: Kesmek
uk: Різати
zh: 切

source: Colar
bg: Колие
cs: Náhrdelník
da: Halskæde
de: Halskette
el: Κολιέ
et: Kaelakee
fi: Kaulakoru
fr: Collier
hr: Ogrlica
hu: Nyaklánc
is: Hálsfesti
it: Collana
ja: 首飾り
ko: 목걸이
nl: Halssnoer
pl: Naszyjnik
ro: Colier
ru: Ожерелье
sk: Náhrdelník
sv: Halsband
tr: Kolye
uk: Намисто
zh: 项链

source: Selecionar tudo
bg: Избери всички
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
el: Επιλογή όλων
et: Vali kõik
fi: Valitse kaikki
fr: Sélectionner tout
hr: Odaberi sve
hu: Az összes kijelölése
is: Velja allt
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
ro: Selectați toate
ru: Выбрать все
sk: Vybrať všetko
sv: Markera alla
tr: Tümünü seç
uk: Виділити всі
zh: 全选

source: Desfazer
bg: Отменям
cs: Odčinit
da: Fortryde
de: Aufmachen
el: Καταστρέφω
et: Võta
fi: Kumota
fr: Défaire
hr: Poništiti
hu: Kigombol
is: Afturkalla
it: Disfare
ja: 外す
ko: 취소
nl: Ongedaan maken
pl: Cofnąć
ro: Desface
ru: Отменить
sk: Odčiniť
sv: Ångra
tr: Geri almak
uk: Скасувати
zh: 撤消

source: Refazer
bg: Ремонтирам
cs: Předělat
da: Redo
de: Noch einmal machen
el: Ξανακάνω
et: Tee
fi: Uusia
fr: Refaire
hr: Ponoviti
hu: Újra kifest
is: Endurgera
it: Rifare
ja: やり直す
ko: 다시
nl: Opnieuw
pl: Ponowić
ro: Refacere
ru: Повторить
sk: Znova
sv: Göra om
tr: Yinele
uk: Повторити
zh: 重做

source: Copiar endereço do link
bg: Копиране на адреса на връзката
cs: Kopírovat adresu odkazu
da: Kopier linkadresse
de: Linkadresse kopieren
el: Αντιγραφή διεύθυνσης συνδέσμου
et: Kopeeri lingi aadress
fi: Kopioi linkin osoite
fr: Copier l’adresse du lien
he: העתק כתובת קישור
hr: Kopiraj adresu veze
hu: Hivatkozás címének másolása
is: Afrita heimilisfang tengils
it: Copia l'indirizzo del link
ja: リンクアドレスをコピー
ko: 링크 주소 복사
nl: Linkadres kopiëren
pl: Kopiuj adres łącza
ro: Copierea adresei linkului
ru: Скопировать адрес ссылки
sk: Kopírovanie adresy odkazu
sv: Kopiera länkadress
tr: Bağlantı adresini kopyala
uk: Копіювання адреси посилання
zh: 复制链接地址

source: Inspecionar
bg: Инспектира
cs: Prozkoumat
da: Inspicere
de: Inspizieren
el: Επιθεωρώ
et: Kontrollida
fi: Tarkastaa
fr: Inspecter
he: לבדוק
hr: Pregledati
hu: Ellenőriz
is: Skoða
it: Ispezionare
ja: 検査する
ko: 검열하다
nl: Inspecteren
pl: Sprawdzić
ro: Controla
ru: Осматривать
sk: Skontrolovať
sv: Inspektera
tr: Incelemek
uk: Оглянути
zh: 检查

source: Copiar imagem
bg: Копиране на изображение
cs: Kopírovat obrázek
da: Kopier billede
de: Bild kopieren
el: Αντιγραφή εικόνας
et: Kopeeri pilt
fi: Kopioi kuva
fr: Copier l’image
he: העתקת תמונה
hr: Kopiraj sliku
hu: Kép másolása
is: Afrita mynd
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
nl: Afbeelding kopiëren
pl: Kopiuj obraz
ro: Copierea imaginii
ru: Скопировать изображение
sk: Kopírovať obrázok
sv: Kopiera bild
tr: Resmi kopyala
uk: Копіювання зображення
zh: 复制图像

source: Copiar endereço da imagem
bg: Копиране на адрес на изображение
cs: Kopírovat adresu obrázku
da: Kopier billedadresse
de: Bildadresse kopieren
el: Αντιγραφή διεύθυνσης εικόνας
et: Kopeeri pildi aadress
fi: Kopioi kuvan osoite
fr: Copier l’adresse de l’image
he: העתק כתובת תמונה
hr: Kopiraj adresu slike
hu: Kép címének másolása
is: Afrita heimilisfang myndar
it: Copia l'indirizzo dell'immagine
ja: 画像アドレスをコピー
ko: 이미지 주소 복사
nl: Afbeeldingsadres kopiëren
pl: Skopiuj adres obrazu
ro: Copiați adresa imaginii
ru: Скопировать адрес изображения
sk: Kopírovanie adresy obrázka
sv: Kopiera bildadress
tr: Resim adresini kopyala
uk: Адреса копіювання зображення
zh: 复制图像地址

source: Bem-vindo ao BigBashView
bg: Добре дошли в BigBashView
cs: Vítejte v BigBashView
da: Velkommen til BigBashView
de: Willkommen bei BigBashView
el: Καλώς ήρθατε στο BigBashΠροβολή
et: Tere tulemast BigBashView
fi: Tervetuloa BigBashView'hun
fr: Bienvenue sur BigBashView
he: ברוכים הבאים לביגבאשוויו
hr: Dobrodošli u BigBashView
hu: Üdvözöljük a BigBashView oldalán!
is: Velkomin á BigBashView
it: Benvenuti in BigBashView
ja: ビッグバッシュビューへようこそ
ko: 빅배쉬뷰에 오신 것을 환영합니다
nl: Welkom bij BigBashView
pl: Witamy w BigBashView
ro: Bine ati venit la BigBashView
ru: Добро пожаловать в БигБашВью
sk: Vitajte v BigBashView
sv: Välkommen till BigBashView
tr: BigBashView'e Hoş Geldiniz
uk: Ласкаво просимо до BigBashView
zh: 欢迎来到大巴什视图

source: Nome do Host
bg: Име на хост
cs: Název hostitele
da: Værtsnavn
de: Hostname
el: Όνομα κεντρικού υπολογιστή
et: Hosti nimi
fi: Isännän nimi
fr: Nom d’hôte
he: שם מחשב מארח
hr: Naziv glavnog računala
hu: Állomásnév
is: Nafn gestgjafa
it: Nome host
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
pl: Nazwa hosta
ro: Numele gazdei
ru: Имя хоста
sk: Názov hostiteľa
sv: Värdnamn
tr: Ana Bilgisayar Adı
uk: Ім'я хоста
zh: 主机名

source: Ambiente de Trabalho
bg: Работна среда
cs: Pracovní prostředí
da: Arbejdsmiljø
de: Arbeitsumgebung
el: Εργασιακό Περιβάλλον
et: Töökeskkond
fi: Työympäristö
fr: Environnement de travail
he: סביבת עבודה
hr: Radno okruženje
hu: Munkakörnyezet
is: Vinnuumhverfi
it: Ambiente di lavoro
ja: 働く環境
ko: 작업 환경
nl: Werkomgeving
pl: Środowisko pracy
ro: Mediul de lucru
ru: Рабочая среда
sk: Pracovné prostredie
sv: Arbetsmiljö
tr: Çalışma Ortamı
uk: Робоче середовище
zh: 工作环境

source: Bom dia
da: Godmorgen
de: Guten Morgen
et: Tere hommikust
fi: Hyvää huomenta
fr: Bonjour
hu: Jó reggelt
is: Góðan dag
it: Buongiorno
ko: 안녕하세요
nl: Goedemorgen
pl: Dzień dobry
ro: Buna dimineaţa
ru: Доброе утро
sv: God morgon
tr: Günaydın

source: Boa tarde
da: God eftermiddag
de: Guten Tag
et: Tere päevast
fi: Hyvää iltapäivää
fr: Bonne après-midi
hu: Jó napot
is: Góðan dag
it: Buon pomeriggio
ko: 안녕하세요
nl: Goedemiddag
pl: Dzień dobry
ro: Bună ziua
ru: Добрый день
sv: God eftermiddag
tr: İyi günler

source: Boa noite
da: Godnat
de: Gute Nacht
et: Head ööd
fi: Hyvää yötä
fr: Bonne nuit
hu: Jó éjszakát
is: Góða nótt
it: Buona notte
ko: 안녕히 주무세요
nl: Goedenacht
pl: Dobranoc
ro: Noapte bună
ru: Спокойной ночи
sv: God natt
tr: İyi geceler

source: Configurações da tela
da: Indstillinger for skærm
et: Ekraani seaded
fi: Näytön asetukset
hu: Képernyő beállítások
is: Stillingar skjás
it: Impostazioni dello schermo
ko: 화면 설정
pl: Ustawienia ekranu
ru: Настройки экрана

source: As configurações da tela foram resetadas.
da: Skærmindstillingerne er blevet nulstillet.
et: Ekraani seaded on lähtestatud.
fi: Näytön asetukset on nollattu.
hu: A képernyő beállításai visszaálltak.
is: Skjástillingarnar hafa verið endurstilltar.
it: Le impostazioni dello schermo sono state ripristinate.
ko: 화면 설정이 초기화되었습니다.
pl: Ustawienia ekranu zostały zresetowane.
ru: Настройки экрана были сброшены.
